[
    {
        "id": 1,
        "name": "Eiffel Tower",
        "country": "France",
        "description": "The Eiffel Tower was created to commemorate the Paris International Fair, which was held to commemorate the 100th anniversary of France's revolution. Designed by Gustave Eiffel, it was completed in 1889. Initially, it was stigmatized as a hideous steel structure, but it has now become a representative architecture of Paris as it came out in the background of various films.",
        "latitude": 48.8583,
        "longitude": 2.2945,
        "picture": "eiffel tower"
    },
    {
        "id": 2,
        "name": "Sagrada Familia",
        "country": "Spain",
        "description": "The Sagrada Família, is an unfinished church in the Eixample district of Barcelona, Catalonia, Spain. It is the largest unfinished Catholic church in the world, designed by architect Antoni Gaudí. After Gaudi's death, construction was suspended several times due to lack of funds and war, but will be completed in 2026 to mark the 100th anniversary of Gaudi's death.",
        "latitude": 41.40338,
        "longitude": 2.17403,
        "picture": "sagrada familia"
    },
    {
        "id": 3,
        "name": "Golden Gate Bridge",
        "country": "USA",
        "description": "The Golden Gate Bridge is a suspension bridge designed by Joseph Strauss that connects San Francisco and Marine County. At the time of its opening in 1937, it was both the longest and the tallest suspension bridge in the world, titles it held until 1964 and 1998 respectively.The space between the water surface and the bridge is 67m, so most ships can pass by, and it is a bridge with high aesthetic value with an orange color that is easily visible due to the nature of the fogy area.",
        "latitude": 37.820674,
        "longitude": -122.480798,
        "picture": "golden gate bridge"
    },
    {
        "id": 4,
        "name": "Machu Picchu",
        "country": "Peru",
        "description": "Machu Picchu is a 15th-century Inca citadel located in the Eastern Cordillera of southern Peru on a 2,430m mountain ridge. It also referred to as the lost city of the Incas. Most recent archaeologists believe that Machu Picchu was constructed as an estate for the Inca emperor Pachacuti. Machu Picchu was built in the Inca classical style. It was made by stacking stones and stones without using any glue or mortar, and the main buildings include a sundial, a temple of the sun, and a three-window room. Machu Picchu was declared a Peruvian Historic Sanctuary in 1981 and a UNESCO World Heritage Site in 1983. In 2007, Machu Picchu was voted one of the New Seven Wonders of the World in a worldwide internet poll.",
        "latitude": -13.226226316196605,
        "longitude": -72.4974931833694,
        "picture": "machu picchu"
    }
 ]
